Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/tervetuloa_digitaalisen_tarinankerronnan_tyopajaan_5_-7_10_2018_inariin_.html.tmx
Source language: fin
Languages: smn

source: Tervetuloa digitaalisen tarinankerronnan työpajaan 5.-7.10.2018 Inariin!
smn: Tiervâpuáttim digitaallii mainâstâllâm pargopááján 5.-7.10.2018 Anarân!

source: Työpajassa keskitytään nuorten kokemuksiin ja ajatuksiin itsemurhien ehkäisystä ja mielen hyvinvoinnista saamelaisnuorten keskuudessa.
smn: Pargopáájást vuájuh nuorâi feerimijn já jurduin jiešsuurmij estimist já mielâ pyereestvajemist säminuorâi juávhust.

source: Työpaja on tarkoitettu saamelaisille nuorille Suomesta, Ruotsista ja Norjasta.
smn: Pargopáájá lii uáivildum säminuoráid Suomâst, Ruotâst já Taažâst.

source: Osallistujat voivat olla 16 ‒ 30 -vuotiaita.
smn: Uásálisteeh pyehtih leđe 16 ‒ 30 -ihásiih.

source: Työpaja järjestetään Sajoksessa, Inarissa.
smn: Pargopáájá uárnejuvvoo Sajosist, Anarist.

source: Työskentely alkaa perjantaina 5.10. illalla ja kestää sunnuntai-iltapäivään.
smn: Porgâm álgá vástuppeeivi 5.10. ehidist já pištá pasepeeivi eehidpeeivi räi.

source: Järjestäjät kustantavat matka- ja majoituskulut sekä ateriat.
smn: Uárnejeijeeh kuástideh mätki- já ijâstâllâmkoloid sehe purâdem.

source: Tavoitteena on jakaa tarinankerronnan avulla kokemuksia ja ideoita itsemurhien ehkäisystä ja mielen hyvinvoinnin tukemisesta saamelaisnuorten yhteisöissä.
smn: Ulmen lii jyehiđ mainâstâllâm peht feerimijd já jurduid jiešsuurmij estimist já mielâ pyereestvaijeem tuárjumist säminuorâi siärváduvâin.

source: Osallistujat oppivat, kuinka kertomuksesta tehdään digitaalinen tarina hyödyntäen Adobe Final Cut Pro -ohjelmaa.
smn: Uásálisteeh uáppih, ete muštâlusâst ráhtoo digitaallâš maainâs anemáin ävkkin Adobe Final Cut Pro -ohjelm.

source: Työpaja huipentuu siihen, että osallistujilla on mahdollisuus jakaa tarinansa ryhmälle.
smn: Pargopáájá loopâst uásálisteest lii máhđulâšvuotâ jyehiđ suu mainâs juávkun.

source: Digitaalisen tarinankerronnan työpajaan voi osallistua 10‒15 saamelaisnuorta, jotka työskentelevät ammattitaitoisen fasilitaattoritiimin kanssa.
smn: Digitaallii mainâstâllâm pyehtih uásálistiđ 10‒15 säminuorâd, kiäh pargeh áámmáttáiđulâš fasilitaattorjuávhoin.

source: Digitaalisen tarinankerronnan menetelmä tukee osallistujia käyttämään teknologiaa omien tarinoidensa kerronnassa.
smn: Digitaallii mainâstâllâm vyehi tuárju uásálisteid kevttiđ teknologia jieijâs mainâsij muštâlmist.

source: Fasilitaattorit tarjoavat osallistujille tarinasyötteen, joka auttaa heitä aloittamaan tarinan rakentamisen.
smn: Fasilitaattoreh fäälih uásálisteid mainâsmateriaal, mii iššeed sii rähtiškyettiđ mainâs.

source: Osallistujat voivat laatia tarinansa yksin tai pienissä ryhmissä.
smn: Uásálisteeh pyehtih rähtiđ mainâs ohtuu teikâ uccâ juávhuin.

source: Tarinat keskittyvät mielenterveyteen ja mielen hyvin-vointiin, itsemurhien ehkäisyyn, psyykkiseen kestävyyteen ja yhteisön toimintaan saamelaisnuorten näkökulmasta.
smn: Mainâseh vuájuh mielâtiervâsvuotân já mielâ pyereestvajemân, jiešsuurmij estimân, psyykkisii sävrivuotân já siärváduv tooimân säminuorâi uáinust.

source: Osallistujille tarjotaan myös mahdollisuus jakaa tarinansa osana tutkimusta ja viestintää arktisen neuvoston päättäjille.
smn: Uásálisteid fálloo meid máhđulâšvuotâ jyehiđ suu maainâs uássin tutkâmuš já viestâdem arktâsii rääđi merideijeid.

source: Tarinoiden rakentamisen lisäksi osallistujat kuulevat arktisen neuvoston ja sen kestävän kehityksen työryhmän työstä, itsemurhien ehkäisystä ja tutkimusetiikasta.
smn: Mainâsij rähtim lasseen uásálisteeh kuleh arktâsii rääđi já ton pištee ovdánem pargojuávhu pargoost, jiešsuurmij estimist já tutkâmušetiikast.

source: Työpajan järjestää Suomen saamelaiskäräjien nuorisoneuvosto yhteistyössä kanadalaisen asian-tuntijatiimin, sosiaali- ja terveysministeriön ja arktisen neuvoston kanssa.
smn: Pargopáájá uárnee Suomâ sämitige nuorâirääđi oovtâstpargoost kanadalii äššitobdeejuávhoin, sosiaal- já tiervâsvuotâministeriöin já arktâsâš rađđijn.

source: Se on osa arktisen neuvoston projektia Circumpolar Resilience, Engagement and Action Through Story (CREATeS).
smn: Tot lii uási arktâsii rääđi proojeekt Circumpolar Resilience, Engagement and Action Through Story (CREATeS).

source: Työpajan työskentelykieli on englanti, mutta tulkkaus saamen kielille on tarjolla.
smn: Pargopáájá pargokielâ lii eŋgâlâskielâ, mutâ tulkkum sämikielân lii fáállun.

source: Työpaja on osa arktisen alueen kansallisten työpajojen sarjaa.
smn: Pargopáájá lii uási arktâsii kuávlu aalmuglij pargopáájái rááiđu.

source: Sajoksessa, Inarissa, järjestetään 30.1.-1.2.2019 sarjan päättävä työpaja, johon voi osallistua arktisen alueen eri alkuperäiskansojen nuoria.
smn: Sajosist, Anarist, uárnejuvvoo 30.1.-1.2.2019 rááiđu lopâtteijee pargopáájá, moos puáhtá uásálistiđ arktâsii kuávlu jieškote-uv algâaalmugij nuorah.

source: Lisätiedot ja ilmoittautumiset 30.9.2018 mennessä:
smn: Lasetiäđuh já almottâtmeh 30.9.2018 räi:
